{
    "header": {
        "colombiaFlag": "Colombia Flag",
        "eeuuFlag": "United States Flag",
        "animations": "Animations"
    },
    "presentation": {
        "frontend": "Frontend developer",
        "backend": "Backend developer",
        "fullstack": "Fullstack developer"
    },
    "about-me": {
        "text": "I'm Julian Pinilla, i'm currently finishing my degree in Systems Engineering at the University of Cundinamarca in Colombia. I work as a fullstack developer with specialization in frontend development."
    },
    "skills": {
        "stack": "Main skills",
        "other": "Other skills" 
    },
    "projects": {
        "frontend": "Frontend projects",
        "backend": "Backend projects"
    },
    "projectsInfo": {
        "movieverse": "MovieVerse is a website made with React, where you can search for movies of your interest, see information about them, and if you wish, add them to your favorites list",
        "palaa": "Palaa is a website based on a video game of the same name, this was made as a university project using React (Only the frontend works, the backend is very possible that it is not working)",
        "pokedex": "This is a website that recreates a Pokedex, using the 'PokeAPI' api, which has the functionality of the Pokedex seen in the Pokemon anime, this website was made with native Javascript",
        "math": "Math is a website where you can calculate areas and perimeters of certain figures, and also calculate some types of averages. This website was made with native Javascript",
        "eternity": "Eternity is a website where you can save notes, these are divided into 'public' notes and 'private' notes, the difference is that to access the private note you need a password. The site is still in beta",
        "repo": "Repository",
        "website": "Website",
        "technologies": "Technologies"
    },
    "contact": {
        "title": "Contact me"
    },
    "navigation":{
        "home": "Home",
        "aboutMe": "About me",
        "stack": "Main skills",
        "otherSkills": "Other skills",
        "frontend": "Frontend projects",
        "backend": "Backend projects",
        "contact": "Contact me"
    }
}