{
    "header": {
        "colombiaFlag": "Bandera de Colombia",
        "eeuuFlag": "Bandera de Estados Unidos",
        "animations": "Animaciones" 
    },
    "presentation": {
        "frontend": "Desarrollador Frontend",
        "backend": "Desarrollador Backend",
        "fullstack": "Desarrollador Fullstack"
    },
    "about-me": {
        "text": "Me llamo Julian Pinilla, actualmente estoy terminando la carrera de Ingeniería de Sistemas en la Universidad de Cundinamarca en Colombia. Me desempeño como desarrollador fullstack con especialización en el frontend."
    },
    "skills": {
        "stack": "Habilidades principales",
        "other": "Otras habilidades" 
    },
    "projects": {
        "frontend": "Proyectos Frontend",
        "backend": "Proyectos Backend"
    },
    "projectsInfo": {
        "movieverse": "MovieVerse es un sitio web hecho con React, en el que podrás buscar peliculas de tu interés, ver información sobre ellas, y si lo deseas, agregarlas a tu lista de favoritos. Para esto se usó la API de TheMovieDB",
        "palaa": "Palaa es un sitio web basado en un videojuego del mismo nombre, este fue hecho como proyecto universitario usando React (Solo funciona el frontend, el backend es muy posible que no esté funcionando)",
        "pokedex": "Este es un sitio web que recrea una Pokedex, haciendo uso de la api 'PokeAPI', el cual tiene las funcionalidades de la Pokedex vista en el anime de Pokemon, esta web se hizo con Javascript nativo",
        "math": "Math es un sitio web en el que podrás calcular áreas y perimetros de ciertas figuras, y también calcular algunos tipos de promedios. Esta web fue hecha con Javascript nativo",
        "eternity": "Eternity es un sitio web en el que puedes guardar notas, estas se dividen en notas 'publicas' y notas 'privadas', la diferencia radica en que en para acceder a la nota privada necesitas de una contraseña. El sitio aún está en beta",
        "repo": "Repositorio",
        "website": "Sitio web",
        "technologies": "Tecnologías"
    },
    "contact": {
        "title": "Contactame"
    },
    "navigation":{
        "home": "Inicio",
        "aboutMe": "Sobre mí",
        "stack": "Habilidades principales",
        "otherSkills": "Otras habilidades",
        "frontend": "Proyectos Frontend",
        "backend": "Proyectos Backend",
        "contact": "Contactame"
    }
}